akamud.vscode-theme-onedark
asvetliakov.vscode-neovim
batisteo.vscode-django
catppuccin.catppuccin-vsc
christian-kohler.npm-intellisense
dbaeumer.vscode-eslint
digitalbrainstem.javascript-ejs-support
docker.docker
donjayamanne.githistory
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
eamodio.gitlens
entelligenceai.entelligenceai-pr-reviewer
esbenp.prettier-vscode
firefox-devtools.vscode-firefox-debug
github.copilot
github.copilot-chat
github.github-vscode-theme
github.vscode-github-actions
harryhopkinson.vim-theme
julianiaquinandi.nvim-ui-modifier
kevinrose.vsc-python-indent
mongodb.mongodb-vscode
ms-azuretools.vscode-containers
ms-python.autopep8
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-containers
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.live-server
njpwerner.autodocstring
piousdeer.adwaita-theme
pkief.material-icon-theme
postman.postman-for-vscode
redhat.java
ritwickdey.liveserver
tomoki1207.pdf
twxs.cmake
vintharas.learn-vim
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscodevim.vim
wholroyd.jinja
xabikos.javascriptsnippets
